--[[ 
🌐المطور🌐 @hasammm     
🌐بوت تواصل🌐 @llhasamlllbot    
🌐قناتنا🌐 @Music_hossam
--]]
do

function hossam(msg, matches)
local reply_id = msg['id']
local S = [[ 
❗️ أوامر الفتح والقفل في المجموعة
🔵➖🔸➖🔹➖🔵
🛡قفل الروابط▪️لقفل الروابط
🛡قفل اعاده توجيه▪️لقفل التوجيه
🛡قفل الكلايش▪️لقفل الكلايش
🛡قفل البوتات▪️لقفل البوتات
🛡قفل العربيه▪️لقفل العربيه
🛡قفل الاضافه ▪️لقفل الاصافه
🛡قفل الدردشه▪️لقفل الدردشه
🔵➖🔸➖🔹➖🔵
🛡فتح الروابط▪️لفتح الروابط
🛡فتح اعاده توجيه▪️لفتح التوجيه
🛡فتح الكلايش▪️لفتح الكلايش
🛡فتح البوتات▪️لفتح البوتات
🛡فتح العربيه▪️لفتح العربيه
🛡فتح الاضافه ▪️لفتح الاضافه
🛡فتح الدردشه▪️لفتح الدردشه
🔵➖🔸➖🔹➖🔵
المطور🌐 @hasammm     
بوت تواصل🌐 @llhasamlllbot    
قناتنا🌐 @Music_hossam
]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م3)$",
},
run = hossam
}
end
