--[[ 
🌐المطور🌐 @hasammm     
🌐بوت تواصل🌐 @llhasamlllbot    
🌐قناتنا🌐 @Music_hossam
--]]
do

function hossam(msg, matches)
local reply_id = msg['id']
local S = [[ 
❗️ أوامر الحماية في المجموعة                                                  
🔵➖🔸➖🔹➖🔵
🛡قفل الفيديو▪️لقفل الفيديو
🛡قفل الصور▪️لقفل الصور
🛡قفل الصوت▪️لقفل الصوت
🛡قفل الوسائط▪️لقفل الوسائط
🛡قفل الملصقات▪️لقفل الملصقات
🛡قفل الصور المتحركة▪️لقفل المتحركه
🛡قفل المجموعه▪️لقفل المجموعه
🛡قفل جهات الاتصال▪️لقفل جهات الاتصال
🔵➖🔸➖🔹➖🔵
🛡فتح الفيديو▪️لفتح الفيديو
🛡فتح الصور▪️لفتح الصور
🛡فتح الصوت▪️لفتح الصوت
🛡فتح الوسائط▪️لفتح الوسائط
🛡فتح الملصقات▪️لفتح الملصقات
🛡فتح الصور المتحركة▪️لفتح التحركه
🛡فتح المجموعه▪️لفتح المجموعه
🛡فتح جهات الاتصال▪️لفتح جهات الاتصال
🔵➖🔸➖🔹➖🔵
المطور🌐 @hasammm     
بوت تواصل🌐 @llhasamlllbot 
قناتنا🌐 @Music_hossamam
 ]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م4)$",
},
run = hossam
}
end
